/*
  Localizable.strings
  WWANManager

  Created by Patrik Eder on 04.07.2025.
  
*/

/**
 @TAG: Main
 */
"Celluar data" = "Celluar data";
"Operator" = "Operator";
"About modem" = "About modem";
"Settings" = "Settings";
"Quit" = "Quit";
"Signal" = "Signal";
"Unknown" = "Unknown";
"Connecting..." = "Connecting...";
"Automatically" = "Automatically";
"Searching..." = "Searching...";
"Port does not exist!" = "Port does not exist!";
"Enter password for sudo" = "Enter password for sudo";
"Enter password for sudo to use this feature." = "Enter password for sudo to use this feature.";
"Bad password!" = "Bad password!";

/**
 Settings
 */

"Setup your connection" = "Setup your connection";
"Interface" = "Interface";
"Network" = "Network";
"Personalization" = "Personalization";
"Icon color" = "Icon color";
"White" = "White";
"Black" = "Black";
"Search" = "Search";
"IP Ver." = "IP Ver.";
"Show operator name in top bar" = "Show operator name in top bar";
"You can save your password to avoid asking..." = "You can save your password to avoid asking...";
"Save password" = "Save password";
"Save" = "Save";

